Repository: USDepartmentofLabor/OSHA-Heat-Safety
Catalog: OSHA Heat Safety/*.lproj/Localizable.strings
Languages: es

# HTML_PATH
source: heatappweb_en
es: heatappweb_es

# MASTHEAD
source: masthead_en.png
es: masthead_es.png

source: Current
es: Actual

source: Get Current
es: Temp Actual

source: Get Today Max
es: Temp Máxima

source: Change Language
es: Cambio de Idioma

source: Home
es: Inicio

source: More Info
es: Más Info

source: More Detail
es: Más Detalles

source: Back
es: Regresar

source: Or Enter Numbers
es: Ingresar Datos

source: Temperature
es: Temperatura

source: Humidity
es: Humedad

source: Calculate
es: Calcular

source: NOAA Data Time
es: Hora de los Datos de NOAA

source: Heat Index
es: Índice de Calor

source: Risk Level
es: Nivel de Riesgo

source: Precautions
es: Precauciones

# LVL_LOWER
source: LOWER (CAUTION)
es: MÁS BAJO (PRECAUCIÓN)

# LVL_MODERATE
source: MODERATE
es: MODERADO

# LVL_HIGH
source: HIGH
es: ALTO

# LVL_EXTREME
source: VERY HIGH TO EXTREME
es: MUY ALTO EXTREMO

source: Contact OSHA
es: Contacte a OSHA

source: About This App
es: Sobre la aplicación

# NOAA_ALERT
source: Alert: NOAA weather services only provides updated data every three hours
es: Alerta: Los datos del servicio NOAA se actualizan solo cada tres horas

# NOAA_TIME
source: NOAA Data Time:
es: Hora de los Datos de NOAA:

# ILLNESS_SIGNS
source: Heat Illness: Signs and Symptoms
es: Enfermedad a causa del Calor: Signos y Síntomas

# ILLNESS_FIRST_AID
source: Heat Illness: First Aid
es: Enfermedad a causa del Calor: Primeros Auxilios

source: OK
es: Aceptar

source: Alert
es: Alerta

source: Notification
es: Notificación

# ALERT_TEMP_EMPTY
source: Please enter a number in the temperature box.
es: Ingrese un número en la casilla de temperatura.

# ALERT_HUMID_EMPTY
source: Please enter a number in the relative humidity box.
es: Ingrese un número en la casilla de humedad relativa.

# TEMP_UNDER_80
source: A heat index value cannot be calculated for temperatures less than 80 degrees Fahrenheit.
es: Un valor de índice de calor no se puede calcular para temperaturas de menos 80 grados Fahrenheit.

# HUMID_OVER_100
source: A heat index value is not accurate for relative humidities greater than 100%.
es: Un valor de índice de calor no se puede calcular de la humedad relativa superior al 100%.

# NOAA_UNAVAILABLE
source: The OpenWeatherMap weather data are currently not available, please enter your temperature and relative humidity manually.
es: Los datos climáticos de OpenWeatherMap.org no están disponibles en este momento, por favor ingrese manualmente su temperatura y nivel de humedad.

# NO_GPS
source: Can not get your location information.
es: No se puede obtener su información de ubicación.

# GPS_NOTE
source: We do not collect your GPS info.
es: Nosotros no recogemos información de su GPS.
